{
    "intents": [
        {
            "tag": "hilsen",
            "patterns": [
                "Hej",
                "Halløj",
                "Goddag",
                "God dag"
            ],
            "responses": [
                "Hi Laura (and the 400 other employees in GITO who are watching 😊). \nBy the way, I'm responding in English since we don't know if all 400 speak Danish."
            ]
        },
        {
            "tag": "svar",
            "patterns": [
                "Går det godt?"
            ],
            "responses": [
                "Det går godt. Hvad med dig?"
            ]
        },
        {
            "tag": "farvel",
            "patterns": [
                "Farvel",
                "Vi ses senere"
            ],
            "responses": [
                "Vi ses senere, tak for besøget",
                "Hav en god dag",
                "Farvel! Kom tilbage snart."
            ]
        },
        {
            "tag": "tak",
            "patterns": [
                "Tak",
                "Tak skal du have",
                "Tak for hjælpen",
                "Mange tak!"
            ],
            "responses": [
                "Glad for at kunne hjælpe!",
                "Altid klar til at hjælpe!",
                "Det var en fornøjelse"
            ]
        },
        {
            "tag": "Medarbejdere arbejder i GITO - Strategy and Transformation i Novo Nordisk",
            "patterns": [
                "Which employees work in GITO - Strategy and Transformation at Novo Nordisk?"
            ],
            "responses": [
                "I'm not entirely sure yet, but Erik and Nina work there for sure. \nErik is the Head of LPM and local LACE, and Nina is a student assistant in the department. \nThey are super nice 😍."
            ]
        },
        {
            "tag": "Smart Organisation",
            "patterns": [
                "What is a Smart Organisation?"
            ],
            "responses": [
                "A smart organisation effectively utilizes people, processes and technology. We do this by applying data, and automation to enhance our operations, boost our performance, and achieve superior results. A smart organisation is distinguished by its adaptability to change, its ability to learn from experience, and its capacity to leverage its capabilities. Being smart not only applies to internal operations, but also to external partnerships. As a smart organisation, we strive to set ourselves up for success by making sustainable, bold and innovative decisions."
            ]
        }
    ]
}
